Repository: kamilk128/metrono-master
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Settings
pl: Ustawienia

source: Rhythm List
pl: Lista Rytmów

source: Metronome
pl: Metronom

source: Meter
pl: Metrum

source: New rhythm
pl: Nowy rytm

source: Rhythm preview
pl: Podgląd rytmu

# inputRhythmName
source: Enter rhythm name
pl: Wpisz nazwę rytmu

source: Add another bar
pl: Dodaj kolejny takt

source: Number of repeats
pl: Liczba powtórzeń

source: Accent position
pl: Pozycja akcentu

source: Transition
pl: Przejście

source: Jump
pl: Skokowe

# linear
source: Linear simple
pl: Liniowe proste

# corrected
source: Linear corrected
pl: Liniowe skorygowane

source: Save bar
pl: Zapisz takt

source: Edit bar
pl: Edytuj takt

source: Enter tempo
pl: Wpisz tempo

source: Enter upper meter
pl: Wpisz górne metrum

source: Enter lower meter
pl: Wpisz dolne metrum

source: Enter number of repeats
pl: Wpisz liczbę powtórzeń

source: Enter accent position
pl: Wpisz pozycję akcentu

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Dark mode
pl: Ciemny motyw

source: Sound
pl: Dźwięk

source: Language
pl: Język

source: Delay
pl: Opóźnienie

source: Save backup
pl: Zapisz kopię zapasową

source: Load backup
pl: Wczytaj kopię zapasową

source: Are you sure?
pl: Czy jesteś pewien?

source: Yes
pl: Tak

source: No
pl: Nie
